{
  "bookAClassButton": "Book a class",
  "contactUsButton": "Contact us",
  "submitButton": "Submit",
  "noClass": "No Class",
  "comingSoon": "Coming Soon",
  "bookAPrivateTraining": "Book a Private Training",
  "timeTable": "TimeTable",
  "personalTraining": "Personal Training",
  "activities": "Activities",
  "aboutUs": "About Us",
  "contact": "Contact",
  "emailUs": "Email us",
  "ourClasses": "Our Classes",
  "mainTitle": "Gracie Jiu-Jitsu and Mixed Martial Arts Academy",
  "mainSlogan": "Master Jiu-Jitsu, Muay Thai, Kickboxing, Boxing and Self-Defence for every age and level.",
  "shop": "Online Shop",
  "exploreActivities": "Explore Activities",
  "bookAClassTitle": "Join us for a class and learn from the best instructors.",
  "shopTitle": "Find the best BJJ and MMA gear in our online shop.",
  "personalTrainingTitle": "Improve your skills with a private training session.",
  "exploreActivitiesTitle": "Explore our activities and find the perfect one for you.",
  "privateClasses": "Private Classes",
  "privateClassesDescription": "Whether it is to learn Gracie Jiu-Jitsu, MMA, Self-Defence, get fit, work on your fighting skills and technique, build self-esteem and feel more confident or to prepare for a professional career, we adapt our private classes to you.",
  "bjj": "Brazilian Jiu-Jitsu",
  "bjjDescription": "Jiu-Jitsu will make you healthy, self-confident, strong, flexible, mentally healthy and... simply happy. You will release endorphins as never, relax your mind and evacuate all the daily pressure. We minimize the injuries with a friendly and caring gym culture and a very professional training.",
  "mma": "MMA / Grappling",
  "mmaDescription": "Jiu-Jitsu and Wrestling can be practiced either with a gi or without. That's why we offer grappling classes without the gi (Nogi). MMA is a very comprehensive sport that encompasses all aspects of fighting: striking, clinching, takedowns, and ground fighting. Each of these aspects is a science, an Art: Boxing, Muay Thai, Judo, Wrestling, Jiu-Jitsu, Sambo..",
  "muayThai": "Muay Thai / Kickboxing",
  "muayThaiDescription": "Our Muay Thai and Kickboxing program is designed for all skill levels. Whether you're a beginner looking to get started or an experienced fighter aiming to enhance your techniques, our program offers something for everyone",
  "fitBoxing": "Fit Boxing",
  "fitBoxingDescription": "FitBoxing is a high-energy fusion of boxing techniques, cardio workouts, and strength training. This fitness program combines the best of traditional boxing with the latest in exercise science to deliver a full-body workout that is both effective and fun. Whether you’re a seasoned athlete or just starting your fitness journey, FitBoxing at The Base Javea offers something for everyone.",
  "kidsClasses": "Kids Classes",
  "kidsClassesDescription": "BJJ and Kickboxing emphasizes the importance of physical activity and can instil positive habits in your child from an early age. At the Base, your child will be engaged in a physically and intellectually stimulating activity.",
  "about": "About The Base",
  "aboutDescription": "The Base is a Gracie Jiu-Jitsu and MMA Academy that was founded in Melbourne Australia 10 years ago. After the founders Yas and Elias moved back to Europe, they opened their second school in Paris. We are now open in Javea in a brand new gym with Fuji mats, a shop, showers, weights area and drinks.",
  "contactTitle": "Come check us out",
  "contactDescription": "Our new gym is located near the Arenal area in Jávea. For google maps directions please use the address: Ctra. del Cap de la Nau Pla 121, Jávea. ​You will enjoy our beautiful facilities with free parking in the street, the best Fuji Smooth Mats, weight training area, changing rooms and showers, air conditionning and heating.",
  "getInTouch": "Get in touch",
  "contactUsFormTitle": "Feel free to contact us if you have any questions, or come and visit our gym and shop in Javea Spain.",
  "yourName": "Your Name",
  "email": "Email",
  "phone": "Phone Number",
  "message": "Message",
  "monday": "Monday",
  "tuesday": "Tuesday",
  "wednesday": "Wednesday",
  "thursday": "Thursday",
  "friday": "Friday",
  "saturday": "Saturday",
  "sunday": "Sunday",
  "bjjShort": "BJJ",
  "mmaActivity": "Specific MMA",
  "muayThaiActivity": "Kickboxing / Muay Thai",
  "kidsBJJ6": "Kids BJJ age 6-8",
  "kidsBJJ9": "Kids BJJ age 9-14",
  "kidsKickboxing": "Kids Kickboxing age 6-14",
  "kidsWrestling": "Kids Wrestling age 9-14",
  "boxing": "Boxing",
  "bjjFundamentals": "BJJ Fundamentals",
  "noGi": "No-Gi Grappling",
  "wrestling": "Wrestling",
  "openMat": "Open Mat (BJJ Members Only)",
  "contactError": "Oops, something went wrong. Please try again or contact us directly at +34 674 39 46 92.",
  "contactSuccess": "Thank you for reaching out, we will be contacting you very soon. Feel free to come and visit our gym to have a look",
  "contactNameError": "Name must be at least 3 characters",
  "contactEmailError": "Invalid email address",
  "contactSending": "Trying to deliver your message, please wait a second..."
}
