{
  "bookAClassButton": "Reservar una Clase",
  "contactUsButton": "Contáctanos",
  "submitButton": "Enviar",
  "noClass": "Clases Privadas",
  "comingSoon": "Próximamente",
  "bookAPrivateTraining": "Reservar un Entrenamiento Privado",
  "timeTable": "Horario",
  "personalTraining": "Entrenamiento Personal",
  "activities": "Actividades",
  "aboutUs": "Sobre Nosotros",
  "contact": "Contacto",
  "emailUs": "Envíanos un correo electrónico",
  "ourClasses": "Nuestras Clases",
  "mainTitle": "Academia de Gracie Jiu-Jitsu y Artes Marciales Mixtas",
  "mainSlogan": "Domina Jiu-Jitsu, Muay Thai, Kickboxing, Boxeo y Defensa Personal para todas las edades y niveles.",
  "shop": "Tienda en Línea",
  "exploreActivities": "Explorar Actividades",
  "bookAClassTitle": "Únete a nosotros para una clase y aprende de los mejores instructores.",
  "shopTitle": "Encuentra el mejor equipo de BJJ y MMA en nuestra tienda en línea.",
  "personalTrainingTitle": "Mejora tus habilidades con una sesión de entrenamiento privado.",
  "exploreActivitiesTitle": "Explora nuestras actividades y encuentra la ideal para ti.",
  "privateClasses": "Clases Privadas",
  "privateClassesDescription": "Ya sea para aprender Gracie Jiu-Jitsu, MMA, defensa personal, ponerte en forma, mejorar tus habilidades de combate y técnica, aumentar tu autoestima y confianza o prepararte para una carrera profesional, adaptamos nuestras clases privadas a tus necesidades.",
  "bjj": "Jiu-Jitsu Brasileño",
  "bjjDescription": "El Jiu-Jitsu te hará saludable, seguro de ti mismo, fuerte, flexible, mentalmente sano y... simplemente feliz. Liberarás endorfinas como nunca antes, relajarás tu mente y eliminarás la presión diaria. Minimizamos las lesiones con una cultura de gimnasio amigable y profesional.",
  "mma": "MMA / Grappling",
  "mmaDescription": "El Jiu-Jitsu y la lucha se pueden practicar con o sin gi. Por eso ofrecemos clases de grappling sin gi (Nogi). El MMA es un deporte completo que abarca todos los aspectos del combate: golpes, clinch, derribos y lucha en el suelo. Cada uno de estos aspectos es una ciencia, un Arte: Boxeo, Muay Thai, Judo, Lucha, Jiu-Jitsu, Sambo...",
  "muayThai": "Muay Thai / Kickboxing",
  "muayThaiDescription": "Nuestro programa de Muay Thai y Kickboxing está diseñado para todos los niveles de habilidad. Ya seas principiante o un luchador experimentado, nuestro programa tiene algo para todos.",
  "boxingDescription": "En The Base Jávea, ofrecemos una variedad de clases de boxeo para todos los niveles de habilidad. Ya seas un principiante que busca empezar o un luchador experimentado que quiere mejorar sus técnicas, nuestro programa tiene algo para todos, con entrenadores expertos y un ambiente acogedor.",
  "fitBoxing": "Fit Boxing",
  "fitBoxingDescription": "FitBoxing es una fusión de técnicas de boxeo, ejercicios cardiovasculares y entrenamiento de fuerza. Este programa de fitness combina lo mejor del boxeo tradicional con lo último en ciencia del ejercicio, ofreciendo un entrenamiento corporal completo que es tanto efectivo como divertido. Ya seas un atleta experimentado o estés comenzando tu viaje de fitness, FitBoxing en The Base Jávea tiene algo para ti.",
  "kidsClasses": "Clases Para Niños",
  "kidsClassesDescription": "El BJJ y el Kickboxing destacan la importancia de la actividad física y pueden inculcar hábitos positivos en tu hijo desde una edad temprana. En The Base, tu hijo estará involucrado en una actividad física e intelectualmente estimulante.",
  "about": "Sobre The Base",
  "aboutDescription": "The Base es una academia de Gracie Jiu-Jitsu y MMA fundada en Melbourne, Australia, hace 10 años. Después de que los fundadores Yas y Elias regresaran a Europa, abrieron su segunda escuela en París. Ahora estamos abiertos en Jávea en un gimnasio nuevo con colchonetas Fuji, tienda, duchas, zona de pesas y bebidas.",
  "contactTitle": "Ven a Conocernos",
  "contactDescription": "Nuestro nuevo gimnasio está ubicado cerca de la zona de Arenal en Jávea. Para obtener direcciones en Google Maps, utiliza la dirección: Ctra. del Cap de la Nau Pla 121, Jávea. Disfrutarás de nuestras hermosas instalaciones con estacionamiento gratuito en la calle, las mejores colchonetas Fuji Smooth, zona de entrenamiento de pesas, vestuarios y duchas, aire acondicionado y calefacción.",
  "getInTouch": "Ponte en Contacto",
  "contactUsFormTitle": "No dudes en contactarnos si tienes alguna pregunta, o ven a visitar nuestro gimnasio y tienda en Jávea, España.",
  "yourName": "Tu Nombre",
  "email": "Correo Electrónico",
  "phone": "Número de Teléfono",
  "message": "Mensaje",
  "monday": "Lunes",
  "tuesday": "Martes",
  "wednesday": "Miércoles",
  "thursday": "Jueves",
  "friday": "Viernes",
  "saturday": "Sábado",
  "sunday": "Domingo",
  "bjjShort": "BJJ",
  "mmaActivity": "MMA Específico",
  "muayThaiActivity": "Kickboxing / Muay Thai",
  "kidsBJJ6": "BJJ Infantil 6-8 años",
  "kidsBJJ9": "BJJ Infantil 9-14 años",
  "kidsKickboxing": "Kickboxing Infantil 6-14 años",
  "kidsWrestling": "Lucha Infantil 9-14 años",
  "boxing": "Boxeo",
  "bjjFundamentals": "Fundamentos de BJJ",
  "noGi": "Grappling sin Gi",
  "wrestling": "No-Gi / Lucha",
  "openMat": "Open Mat (Solo para Miembros de BJJ)",
  "contactError": "Oops, algo salió mal. Por favor, inténtalo de nuevo o contáctanos directamente al +34 674 39 46 92.",
  "contactSuccess": "Gracias por contactarnos, te responderemos muy pronto. No dudes en visitar nuestro gimnasio para echar un vistazo.",
  "contactNameError": "El nombre debe tener al menos 3 caracteres.",
  "contactEmailError": "Dirección de correo electrónico no válida.",
  "contactSending": "Intentando enviar tu mensaje, por favor espera un momento...",
  "prices": "Nuestros Precios",
  "pricesDescription": "Ofrecemos una variedad de membresías y paquetes de clases para adaptarse a tus necesidades. Ya sea que estés buscando una clase suelta o una membresía mensual, tenemos algo para todos. Haz clic en la imagen para agrandarla o contáctanos para más información."
}
