{
  "bookAClassButton": "Réserver un Cours",
  "contactUsButton": "Contactez-nous",
  "submitButton": "Envoyer",
  "noClass": "Pas de Cours",
  "private": "Cours Privés",
  "comingSoon": "Bientôt Disponible",
  "bookAPrivateTraining": "Réserver un Entraînement Privé",
  "timeTable": "Emploi du Temps",
  "personalTraining": "Entraînement Personnel",
  "activities": "Activités",
  "aboutUs": "À Propos de Nous",
  "contact": "Contact",
  "emailUs": "Envoyez-nous un email",
  "ourClasses": "Cours d'Été",
  "mainTitle": "Académie de Gracie Jiu-Jitsu et Arts Martiaux Mixtes",
  "mainSlogan": "Maîtrisez le Jiu-Jitsu, Muay Thai, Kickboxing, Boxe et Auto-défense pour tous les âges et niveaux.",
  "shop": "Boutique en Ligne",
  "exploreActivities": "Explorer les Activités",
  "bookAClassTitle": "Rejoignez-nous pour un cours et apprenez avec les meilleurs instructeurs.",
  "shopTitle": "Trouvez le meilleur équipement de BJJ et MMA dans notre boutique en ligne.",
  "personalTrainingTitle": "Améliorez vos compétences avec une session d'entraînement privé.",
  "exploreActivitiesTitle": "Explorez nos activités et trouvez celle qui vous convient.",
  "privateClasses": "Cours Privés",
  "privateClassesDescription": "Que ce soit pour apprendre le Gracie Jiu-Jitsu, le MMA, l'auto-défense, vous remettre en forme, travailler sur vos compétences de combat et votre technique, renforcer votre estime de soi ou vous préparer à une carrière professionnelle, nous adaptons nos cours privés à vos besoins, dans la salle de sport ou à votre domicile.",
  "bjj": "Jiu-Jitsu Brésilien",
  "bjjDescription": "Le Jiu-Jitsu vous rendra sain, confiant, fort, flexible, mentalement stable et... simplement heureux. Vous libérerez des endorphines comme jamais, détendrez votre esprit et évacuerez toute la pression quotidienne. Nous minimisons les blessures avec une culture de salle amicale et attentionnée et un entraînement très professionnel.",
  "mma": "MMA / No-Gi",
  "mmaDescription": "Le Jiu-Jitsu et la lutte peuvent être pratiqués avec ou sans gi. C'est pourquoi nous proposons des cours de grappling sans gi (Nogi). Le MMA est un sport complet qui englobe tous les aspects du combat : frappes, corps à corps, projections et combat au sol. Chacun de ces aspects est une science, un Art : Boxe, Muay Thai, Judo, Lutte, Jiu-Jitsu, Sambo...",
  "muayThai": "Muay Thai / Kickboxing",
  "muayThaiDescription": "Notre programme de Muay Thai et Kickboxing est conçu pour tous les niveaux de compétence. Que vous soyez débutant qui cherche à commencer ou un combattant expérimenté visant à améliorer vos techniques, notre programme a quelque chose à offrir à chacun",
  "boxingDescription": "À The Base Javea, nous proposons une variété de cours de boxe pour tous les niveaux. Que vous soyez débutant et cherchiez à commencer ou un combattant expérimenté souhaitant améliorer vos techniques, notre programme offre quelque chose pour tout le monde, avec des entraîneurs qualifiés et un environnement accueillant.",
  "fitBoxing": "Fit Boxing",
  "fitBoxingDescription": "Le FitBoxing est une fusion d'haute intensité des techniques de boxe, d'exercices cardio et de renforcement musculaire. Ce programme de fitness combine le meilleur de la boxe traditionnelle avec les dernières avancées en sciences du sport, offrant un entraînement complet qui est à la fois efficace et amusant. Que vous soyez un athlète chevronné ou que vous débutiez votre parcours fitness, le FitBoxing à The Base Jávea est fait pour vous.",
  "kidsClasses": "Cours pour Enfants",
  "kidsClassesDescription": "Le BJJ et le Kickboxing mettent en valeur l'importance de l'activité physique et peuvent inculquer des habitudes positives chez votre enfant dès son plus jeune âge. À The Base, votre enfant sera impliqué dans une activité physique et intellectuellement stimulante. Les cours commencent à partir de 6 ans.",
  "about": "À Propos de The Base",
  "aboutDescription": "The Base est une académie de Gracie Jiu-Jitsu et MMA fondée à Melbourne, en Australie, il y a 10 ans. Après que les fondateurs Yas et Elias soient retournés en Europe, ils ont ouvert leur deuxième école à Paris. Nous sommes maintenant ouverts à Jávea dans une toute nouvelle salle de sport avec des tatamis Fuji, une boutique, des douches, une zone de poids et des boissons.",
  "contactTitle": "Venez nous Découvrir",
  "contactDescription": "Notre nouveau gymnase est situé près de la zone de l'Arenal à Jávea. Pour obtenir les directions sur Google Maps, veuillez utiliser l'adresse suivante : Ctra. del Cap de la Nau Pla 121, Jávea. Vous profiterez de nos belles installations avec un parking gratuit dans la rue, les meilleurs tatamis Fuji Smooth, une zone de musculation, des vestiaires et des douches, la climatisation et le chauffage.",
  "getInTouch": "Prenez Contact",
  "contactUsFormTitle": "N'hésitez pas à nous contacter si vous avez des questions, ou venez visiter notre salle de sport et notre boutique à Jávea, en Espagne.",
  "yourName": "Votre Nom",
  "email": "E-mail",
  "phone": "Numéro de Téléphone",
  "message": "Message",
  "monday": "Lundi",
  "tuesday": "Mardi",
  "wednesday": "Mercredi",
  "thursday": "Jeudi",
  "friday": "Vendredi",
  "saturday": "Samedi",
  "sunday": "Dimanche",
  "bjjShort": "BJJ",
  "mmaActivity": "MMA Spécifique",
  "muayThaiActivity": "Kickboxing / Muay Thai",
  "weights": "Poids libres (sans cours)",
  "kidsBJJ6": "BJJ Enfants 6-8 ans",
  "kidsBJJ9": "BJJ Enfants 9-14 ans",
  "kidsKickboxing": "Kickboxing Enfants 6-14 ans",
  "kidsWrestling": "Lutte Enfants 9-14 ans",
  "kidsMMA": "MMA Enfants 6-14 ans",
  "boxing": "Boxe",
  "bjjFundamentals": "Fondamentaux du BJJ",
  "noGi": "Grappling sans Gi",
  "wrestling": "No-Gi / Lutte",
  "openMat": "Open Mat (Réservé aux Membres BJJ)",
  "contactError": "Oups, quelque chose s'est mal passé. Veuillez réessayer ou nous contacter directement au +34 674 39 46 92.",
  "contactSuccess": "Merci de nous avoir contactés, nous vous répondrons très bientôt. N'hésitez pas à venir visiter notre salle de sport pour jeter un œil.",
  "contactNameError": "Le nom doit contenir au moins 3 caractères",
  "contactEmailError": "Adresse e-mail invalide",
  "contactSending": "Nous essayons de livrer votre message, veuillez patienter un instant...",
  "prices": "Nos Tarifs",
  "pricesDescription": "Nous proposons une variété d'abonnements et de forfaits de cours adaptés à vos besoins. Que vous recherchiez une séance unique ou un abonnement mensuel, nous avons une offre pour chacun. Cliquez sur l'image pour l'agrandir ou contactez-nous pour plus d'informations.",
  "bookButton": "Réserver maintenant",
  "seminarTitle": "Camp d'entraînement No-Gi exclusif avec Demian Maia",
  "seminarDescription": "Rejoignez-nous pour une expérience inoubliable de 3 jours à The Base Jávea, un lieu unique situé sur la côte méditerranéenne, à quelques pas de la plage. Ce camp d'entraînement de trois jours, dirigé par Demian Maia, une légende du Jiu-Jitsu brésilien et de l'UFC, vous offre l'opportunité d'affiner vos compétences en Jiu-Jitsu et MMA dans un cadre luxueux. En savoir plus sur la réservation en cliquant sur le bouton ci-dessous.",
  "cookieBannerText": "Nous utilisons des cookies pour améliorer votre expérience de navigation, diffuser des publicités ou du contenu personnalisés et analyser notre trafic. En cliquant sur 'Accepter', vous consentez à notre utilisation des cookies.",
  "acceptCookies": "Accepter",
  "rejectCookies": "Refuser",
  "privacyPolicyTitle": "Politique de Confidentialité",
  "privacyPolicyText": "Voici la politique de confidentialité de The Base Javea. Nous nous engageons à protéger vos informations personnelles et votre droit à la confidentialité. Si vous avez des questions ou des préoccupations concernant notre politique, ou nos pratiques concernant vos informations personnelles, veuillez nous contacter.",
  "cookiePolicyTitle": "Politique des Cookies",
  "cookiePolicyText": "Voici la politique des cookies de The Base Javea. Nous utilisons des cookies pour aider à améliorer votre expérience sur notre site web. Cette politique explique comment nous utilisons les cookies et les choix que vous avez.",
  "introductionTitle": "Bienvenue à The Base",
  "introduction": "Que vous soyez un <strong>débutant complet</strong> ou un <strong>artiste martial expérimenté</strong>…<br> Que vous cherchiez à <strong>apprendre à vous défendre, vous faire de nouveaux amis dans une communauté accueillante, vous remettre en forme et perdre du poids</strong>, ou même <strong>commencer une carrière professionnelle — The Base est fait pour vous.</strong> <br><br>Nous avons des étudiants de <strong>tous âges</strong> —  Tout le monde s'entraîne ensemble avec <strong>respect et détermination.</strong> <br><br>À The Base, il n'y a <strong>pas d'ego, pas de rivalité entre étudiants</strong>, et <strong>pas de stress.</strong> <br>C'est votre espace. Vous vous sentirez chez vous ",
  "kidsClassesExpanded": "🧒 Jiu-Jitsu Brésilien et Kickboxing pour Enfants",
  "kidsClassesDescriptionExpanded": "À The Base, nos programmes pour enfants en <strong>Jiu-Jitsu Brésilien et Kickboxing</strong> sont conçus pour soutenir le <strong>développement physique et mental</strong> de votre enfant dans un environnement amusant, structuré et sécurisé.<br><br>À travers les arts martiaux, les enfants apprennent des valeurs essentielles : <strong>respect, discipline, humilité, courage et concentration</strong>. Ils développent la <strong>confiance</strong> et apprennent à <strong>se défendre</strong> — non pas avec agressivité, mais avec force calme et maîtrise de soi. Nous leur enseignons à <strong>se protéger</strong>, à <strong>respecter les autres</strong>, à <strong>ne jamais intimider</strong>, et à <strong>ne jamais se laisser intimider</strong>.<br><br>Que votre enfant soit timide, énergique, sportif ou nouveau dans le sport, il trouvera sa place ici.<br><br>À The Base, chaque enfant est soutenu — il n'y a <strong>aucune pression</strong>, juste <strong>croissance, guidance et esprit d'équipe</strong>.",
  "bjjExpanded": "🥋 Jiu-Jitsu Brésilien",
  "bjjDescriptionExpanded": "À The Base Jávea, notre Jiu-Jitsu est enraciné dans la lignée de Rickson Gracie et construit autour du <strong>contrôle au sol, de la domination positionnelle et de l'utilisation intelligente de l'effet de levier</strong>. Que ce soit en Gi ou NoGi, nous nous concentrons sur vous aider à rester calme, efficace et effectif au sol — surtout contre des adversaires plus grands et plus forts.<br><br>C'est un <strong>Jiu-Jitsu détaillé et raffiné</strong>, conçu pour l'autodéfense en situation réelle mais aussi très efficace en sport et MMA. Nous mettons l'accent sur la <strong>connexion, le timing et la répartition du poids</strong>, rendant l'art accessible mais incroyablement profond.<br><br>Au fil des années, nous nous sommes entraînés étroitement avec la légende de l'UFC <strong>Demian Maia</strong>, et notre style reflète cela — mélangeant <strong>autodéfense de rue, BJJ pur et applicabilité MMA</strong>.<br>Nous mettons également un fort accent sur les <strong>fondamentaux du Judo et de la Lutte</strong>, garantissant que nos étudiants soient à l'aise pour amener le combat au sol quand nécessaire.",
  "kickboxingExpanded": "🥊 Kickboxing / Muay Thai",
  "kickboxingDescriptionExpanded": "Notre programme de Kickboxing et Muay Thai combine <strong>excellence technique, conditionnement physique</strong> et une <strong>atmosphère accueillante et motivante</strong>. Les cours sont conçus pour être à la fois efficaces pour l'<strong>autodéfense</strong> et entièrement applicables au <strong>Kickboxing, Muay Thai et MMA</strong>. Que vous soyez débutant ou frappeur expérimenté, vous êtes les bienvenus et vous serez traité avec soin."
}
