{
  "bookAClassButton": "Les boeken",
  "contactUsButton": "Contact",
  "submitButton": "Versturen",
  "private": "Privélessen",
  "noClass": "Geen lessen",
  "comingSoon": "Binnenkort beschikbaar",
  "bookAPrivateTraining": "Boek een privétraining",
  "timeTable": "Lesrooster",
  "personalTraining": "Persoonlijke training",
  "activities": "Activiteiten",
  "aboutUs": "Over ons",
  "contact": "Contact",
  "emailUs": "E-mail ons",
  "ourClasses": "Zomerlessen",
  "mainTitle": "Gracie Jiu-Jitsu en Mixed Martial Arts Academie",
  "mainSlogan": "Beheers Jiu-Jitsu, Muay Thai, Kickboxing, Boksen en Zelfverdediging voor elke leeftijd en niveau.",
  "shop": "Online winkel",
  "exploreActivities": "Verken activiteiten",
  "bookAClassTitle": "Doe mee met een les en leer van de beste instructeurs.",
  "shopTitle": "Vind de beste BJJ- en MMA-uitrusting in onze online winkel.",
  "personalTrainingTitle": "Verbeter je vaardigheden met een privétrainingssessie.",
  "exploreActivitiesTitle": "Verken onze activiteiten en vind de perfecte voor jou.",
  "privateClasses": "Privélessen",
  "privateClassesDescription": "Of het nu gaat om Gracie Jiu-Jitsu, MMA, zelfverdediging te leren, fit te worden, aan je gevechtsvaardigheden en techniek te werken, zelfvertrouwen op te bouwen of je voor te bereiden op een professionele carrière, wij passen onze privélessen aan jou aan, in de sportschool of bij je thuis.",
  "bjj": "Braziliaans Jiu-Jitsu",
  "bjjDescription": "Jiu-Jitsu maakt je gezond, zelfverzekerd, sterk, flexibel, mentaal gezond en... simpelweg gelukkig. Je zult endorfines vrijmaken zoals nooit tevoren, je geest ontspannen en alle dagelijkse druk wegwerken. We minimaliseren blessures met een vriendelijke en zorgzame gymcultuur en zeer professionele training.",
  "mma": "MMA / No-Gi",
  "mmaDescription": "Jiu-Jitsu en worstelen kunnen zowel met als zonder gi worden beoefend. Daarom bieden we grappling lessen aan zonder de gi (Nogi). MMA is een zeer complete sport die alle aspecten van vechten omvat: stoten, klemmen, takedowns en grondgevechten. Elk van deze aspecten is een wetenschap, een kunst: boksen, Muay Thai, judo, worstelen, Jiu-Jitsu, Sambo..",
  "muayThai": "Muay Thai / Kickboxing",
  "muayThaiDescription": "Ons Muay Thai- en Kickboxingprogramma is ontworpen voor alle vaardigheidsniveaus. Of je nu een beginner bent die wil starten of een ervaren vechter die zijn technieken wil verbeteren, ons programma biedt iets voor iedereen",
  "boxingDescription": "Bij The Base Javea bieden we verschillende bokslessen aan voor alle vaardigheidsniveaus. Of je nu een beginner bent die wil starten of een ervaren vechter die zijn technieken wil verbeteren, ons programma biedt iets voor iedereen met bekwame coaches en een verwelkomende omgeving.",
  "fitBoxing": "Fit Boxing",
  "fitBoxingDescription": "FitBoxing is een energieke fusie van bokstechnieken, cardiotraining en krachttraining. Dit fitnessprogramma combineert het beste van traditioneel boksen met de nieuwste ontwikkelingen in bewegingswetenschap voor een volledige lichaamstraining die zowel effectief als leuk is. Of je nu een ervaren atleet bent of net begint met je fitnessreis, FitBoxing bij The Base Javea biedt iets voor iedereen.",
  "kidsClasses": "Kinderlessen",
  "kidsClassesDescription": "BJJ en Kickboxing benadrukken het belang van fysieke activiteit en kunnen positieve gewoonten bij je kind van jongs af aan bijbrengen. Bij The Base zal je kind betrokken zijn bij een fysiek en intellectueel stimulerende activiteit. Lessen beginnen vanaf 6 jaar.",
  "about": "Over The Base",
  "aboutDescription": "The Base is een Gracie Jiu-Jitsu en MMA Academie die 10 jaar geleden werd opgericht in Melbourne, Australië. Nadat de oprichters Yas en Elias terugkeerden naar Europa, openden ze hun tweede school in Parijs. We zijn nu open in Javea in een gloednieuwe sportschool met Fuji-matten, een winkel, douches, gewichtenruimte en drankjes.",
  "contactTitle": "Kom eens langs",
  "contactDescription": "Onze nieuwe sportschool bevindt zich in de buurt van het Arenal-gebied in Jávea. Voor Google Maps-routebeschrijving gebruik je het adres: Ctra. del Cap de la Nau Pla 121, Jávea. Je zult genieten van onze prachtige faciliteiten met gratis parkeren op straat, de beste Fuji Smooth Matten, gewichttrainingsruimte, kleedkamers en douches, airconditioning en verwarming.",
  "getInTouch": "Neem contact op",
  "contactUsFormTitle": "Voel je vrij om contact met ons op te nemen als je vragen hebt, of kom onze sportschool en winkel bezoeken in Javea, Spanje.",
  "yourName": "Naam",
  "email": "E-mail",
  "phone": "Telefoonnummer",
  "message": "Bericht",
  "monday": "Maandag",
  "tuesday": "Dinsdag",
  "wednesday": "Woensdag",
  "thursday": "Donderdag",
  "friday": "Vrijdag",
  "saturday": "Zaterdag",
  "sunday": "Zondag",
  "bjjShort": "BJJ",
  "mmaActivity": "Specifieke MMA",
  "weights": "Krachttraining (geen les)",
  "muayThaiActivity": "Kickboxing / Muay Thai",
  "kidsBJJ6": "Kinder-BJJ leeftijd 6-8",
  "kidsBJJ9": "Kinder-BJJ leeftijd 9-14",
  "kidsKickboxing": "Kinder Kickboxing leeftijd 6-14",
  "kidsWrestling": "Kinder Worstelen leeftijd 9-14",
  "kidsMMA": "Kinder MMA 6-14 Jaar",
  "boxing": "Boksen",
  "bjjFundamentals": "BJJ Basisprincipes",
  "noGi": "No-Gi Grappling",
  "wrestling": "No-Gi / Worstelen",
  "openMat": "Open Mat (Alleen voor BJJ-leden)",
  "contactError": "Oeps, er is iets misgegaan. Probeer het opnieuw of neem rechtstreeks contact met ons op via +34 674 39 46 92.",
  "contactSuccess": "Bedankt voor je bericht, we nemen zeer binnenkort contact met je op. Kom gerust langs in onze sportschool om een kijkje te nemen",
  "contactNameError": "Naam moet minimaal 3 tekens bevatten",
  "contactEmailError": "Ongeldig e-mailadres",
  "contactSending": "We proberen je bericht te verzenden, wacht even...",
  "prices": "Onze prijzen",
  "pricesDescription": "We bieden verschillende lidmaatschappen en lespakketten aan die aansluiten bij jouw behoeften. Of je nu op zoek bent naar een eenmalige drop-in les of een maandelijks lidmaatschap, we hebben voor ieder wat wils. Klik op de afbeelding om te vergroten of neem contact met ons op voor meer informatie.",
  "bookButton": "Nu boeken",
  "seminarTitle": "Exclusief Nogi Trainingskamp met Demian Maia",
  "seminarDescription": "Doe mee aan een onvergetelijke, 3-daagse ervaring bij The Base Jávea, een unieke locatie aan de Middellandse Zeekust, op slechts een paar stappen van het strand. Dit driedaagse trainingskamp, onder leiding van Demian Maia, een legende van Braziliaans Jiu-Jitsu en de UFC, biedt je de mogelijkheid om je Jiu-Jitsu- en MMA-vaardigheden te verfijnen in een luxe omgeving. Lees meer over de boeking door op de onderstaande knop te klikken.",
  "cookieBannerText": "We gebruiken cookies om je browse-ervaring te verbeteren, gepersonaliseerde advertenties of inhoud te serveren en ons verkeer te analyseren. Door op 'Accepteren' te klikken, stem je in met ons gebruik van cookies.",
  "acceptCookies": "Accepteren",
  "rejectCookies": "Weigeren",
  "privacyPolicyTitle": "Privacybeleid",
  "privacyPolicyText": "Dit is het privacybeleid voor The Base Javea. We zetten ons in om je persoonlijke informatie en je recht op privacy te beschermen. Als je vragen of zorgen hebt over ons beleid of onze praktijken met betrekking tot je persoonlijke informatie, neem dan contact met ons op.",
  "cookiePolicyTitle": "Cookiebeleid",
  "cookiePolicyText": "Dit is het cookiebeleid voor The Base Javea. We gebruiken cookies om je ervaring van onze website te helpen verbeteren. Dit beleid legt uit hoe we cookies gebruiken en welke keuzes je hebt."
}
